Repository: rwema3/Podcast
Catalog: lib/l10n/intl_*.arb
Languages: el, es, fr, it, pt, ru, tr, zh_hans

# settingsStorageDes
source: Manage cache and download storage
el: Διαχείριση χώρου αποθήκευσης λήψεων και προσωρινής μνήμης
es: Administrar cache y almacenamiento de descargas
fr: Gestion du cache et de l'espace de stockage
it: Impostazioni cache e archivio dei download
pt: Gerir cache e armazenamento de downloads
ru: Управление кэшем и хранилищем загрузок
tr: Cache ve indirme seçeneklerini yönet
zh_hans: 管理缓存和下载空间

# settingsSyncing
source: Syncing
el: Συγχρονισμός
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
pt: Sincronização
ru: Синхронизация
tr: Senkronizasyon
zh_hans: 同步

# settingsSyncingDes
source: Refresh podcasts in the background
el: Ανανέωση podcast στο παρασκήνιο
es: Actualizar podcasts en el fondo
fr: Actualisation des podcasts en arrière-plan
it: Aggiorna podcast in background
pt: Atualizar podcasts em segundo plano
ru: Обновление подкастов в фоновом режиме
tr: Podcastleri arka planla güncelle
zh_hans: 在后台更新播客

# settingsTapToOpenPopupMenu
source: Tap to open popup menu
el: Πάτησε για να ανοίξεις το αναδυόμενο μενού
es: Presiona para abrir el menu
fr: Ouverture du menu
it: Tocca per aprire il menu
pt: Prime para abrir o menu pop-up
ru: Нажмите для открытия всплывающего меню
tr: Menüyü açmak için tıkla
zh_hans: 轻点打开弹出菜单

# settingsTapToOpenPopupMenuDes
source: You need to long press to open episode page
el: Πρέπει να πατήσεις παρατεταμένα για το άνοιγμα της σελίδας επεισοδίου
es: Necesitas mantener presionado para abrir la pagina del episodio
fr: Effectuer un appui long pour ouvrir la page de l'épisode
it: Tieni premuto per aprire la pagina dell'episodio
pt: Precisas manter premido para abrir a página do episódio
ru: Для открытия страницы выпуска нажмите и удерживайте
tr: Bölüm sayfasını açmak için uzun basmalısın
zh_hans: 开启后您需长按打开节目页

# settingsTheme
source: Theme
el: Θέμα
es: Tema
fr: Thème
it: Tema
pt: Tema
ru: Тема
tr: Tema
zh_hans: 主题

# settingStorage
source: Storage
el: Χώρος αποθήκευσης
es: Almacenamiento
fr: Espace de stockage
it: Archiviazione
pt: Armazenamento
ru: Хранилище
tr: Depolama
zh_hans: 储存空间

# settingsUpdateInterval
source: Update interval
el: Χρόνος μεταξύ ενημερώσεων
es: Intervalo de actualización
fr: Intervalle de mise à jour
it: Intervallo di aggiornamento
pt: Intervalo de atualização
ru: Интервал обновления
tr: Güncelleme aralığı
zh_hans: 更新频率

# settingsUpdateIntervalDes
source: Default 24 hours
el: Προεπιλογή 24 ώρες
es: 24 horas por defecto
fr: L'intervalle par défaut est de 24 heures
it: Predefinito 24 ore
pt: 24 horas predefinidas
ru: По умолчанию 24 часа
tr: Varsayılan 24 saat
zh_hans: 默认 24 小时

source: Share
el: Κοινοποίηση
es: Compartir
fr: Partager
it: Condividi
pt: Partilhar
ru: Поделиться
tr: Paylaş
zh_hans: 分享

# showNotesFonts
source: Show notes font
el: Προβολή γραμματοσειράς σημειώσεων
es: Fuente de las notas del show
it: Mostra il font delle note
pt: Mostrar tipo de letra das notas
ru: Показать шрифт заметок
tr: Not yazı tipini göster
zh_hans: 节目简介字体

source: Size
el: Μέγεθος
es: Tamaño
fr: Taille
it: Dimensione
pt: Tamanho
ru: Размер
tr: Boyut
zh_hans: 大小

source: Skip seconds at end
el: Παράλειψη δευτερολέπτων στο τέλος
es: Saltar segundos al final
it: Salta secondi al termine
pt: Saltar segundos no fim
ru: Пропустить несколько секунд в конце
tr: Sondaki saniyeleri atla
zh_hans: 结束跳过秒数

source: Skip seconds at start
el: Παράληψη αρχικών δευτερολέπτων
es: Saltar segundos al inicio
fr: Passer les premières secondes du début
it: Salta secondi all'inizio
pt: Saltar segundos no início
ru: Пропустить секунды при запуске
tr: Başlangıçta saniyeleri atla
zh_hans: 开头跳过秒数

source: Skip silence
el: Παράλειψη σιγής
es: Saltar silencios
it: Salta i silenzi
pt: Saltar silêncio
ru: Пропускать тишину
tr: Boşlukları atla
zh_hans: 跳过无声

source: Skip to next
el: Παράλειψη
es: Saltar a la siguiente
it: Salta al prossimo
pt: Saltar para o próximo
ru: Перейти к следующему
tr: Sonrakine geç
zh_hans: 下一首

source: Sleep timer
el: Χρονοδιακόπτης
es: Temporizador de sueño
fr: Minuterie
it: Timer notturno
pt: Temporizador
ru: Таймер сна
tr: Uyku zamanlayıcısı
zh_hans: 睡眠模式

source: Status
el: Κατάσταση
es: Estatus
it: Stato
ru: Статус
tr: Durum
zh_hans: 状态

# statusAuthError
source: Authentication error
el: Σφάλμα πιστοποίησης
es: Error de autenticación
it: Errore di autenticazione
ru: Ошибка аутентификации
tr: Doğrulama hatası
zh_hans: 验证错误

# statusFail
source: Failed
el: Αποτυχία
es: Fallido
it: Sincronizzazione fallita
ru: Не удалось
tr: Başarısız oldu
zh_hans: 失败

# statusSuccess
source: Successful
el: Επιτυχία
es: Exitoso
it: Sincronizzazione avvenuta
ru: Успешно
tr: Başarılı
zh_hans: 成功

source: Stop
el: Σταμάτημα
es: Detener
pt: Parar
ru: Стоп
tr: Dur
zh_hans: 停止

source: Subscribe
el: Εγγραφή
es: Suscribir
fr: S'abonner
it: Iscriviti
pt: Subscrever
ru: Подписаться
tr: Abone ol
zh_hans: 订阅

# subscribeExportDes
source: Export OPML file of all podcasts
el: Εξαγωγή αρχείου OPML όλων των podcast
es: Exportar OPML de todos los podcasts
fr: Exporter le fichier OPML de tous les podcasts.
it: Esporta file OPML di tutti i podcast
pt: Exportar ficheiro OPML de todos os podcasts
ru: Экспорт OPML-файла всех подкастов
tr: Tüm podcastlerin bulunduğu OPML dosyasını içe aktar
zh_hans: 导出 OPML 文件

source: Sync now
el: Συγχρονισμός τώρα
es: Sincronizar ahora
it: Sincronizza ora
ru: Синхронизировать
tr: Senkronize et
zh_hans: 立即同步

source: System default
el: Προεπιλογή συστήματος
es: Acorde al sistema
fr: Système par défaut
it: Predefinito di sistema
pt: Predefinido do sistema
ru: По умолчанию
tr: Sistemi izle
zh_hans: 系统默认

# timeLastPlayed
source: Last time {time}
el: Τελευταίος χρόνος {time}
es: Tiempo previo {time}
fr: Dernière écoute à {time}
it: Ultima riproduzione {time}
pt: Última vez {time}
ru: Время остановки {time}
tr: En son {time}
zh_hans: 上次播放{time}

source: {time} Left
el: {time} Απομένει
es: {time} Restante
fr: {time} Restant
it: {time} Restante
pt: {time} Restante
ru: Осталось {time}
tr: {time} kaldı
zh_hans: 剩余 {time}

# to
source: To {time}
el: Από {time}
es: A {time}
fr: à {time}
it: A {time}
pt: Para {time}
ru: До {time}
tr: {time} den
zh_hans: 到{time}

# toastAddPlaylist
source: Added to playlist
el: Προστέθηκε στη λίστα
es: Añadido a la lista de reproducción
fr: Ajouter l'épisode à la playlist.
it: Aggiunto alla playlist
pt: Adicionado à lista de reprodução
ru: Добавлен в плейлист
tr: Çalma listesine eklendi
zh_hans: 添加到播放列表

# toastDiscovery
source: Discovery feature reenabled, please reopen the app
el: Λειτουργία ανακάλυψης ενεργή, παρακαλώ ξανανοίξτε την εφαρμογή
es: El tutorial se ha reiniciado, reinicia la app porfavor
fr: Tutoriel réinitialisé, veuillez redémarrer l'application.
it: Tutorial abilitato, riapri l'applicazione per visualizzarlo
pt: Característica "Descobrir" ligada, por favor reinicia a aplicação
ru: Руководство сброшено. Перезапустите приложение.
tr: Keşfet seçeneği tekrar etkinleştirildi, lütfen uygulamayı baştan başlatın.
zh_hans: 重启应用后可查看

# toastFileError
source: File error, subscribing failed
el: Σφάλμα αρχείου, η εγγραφή απέτυχε
es: Error de archivo, suscripción fallida
fr: Erreur du fichier, échec de l'abonnement.
it: Errore file, iscrizione fallita
pt: Erro no ficheiro, subscrição falhou
ru: Ошибка файла, ошибка подписки
tr: Dosya hatası, abonelik başarısız
zh_hans: 文件错误，导入失败

# toastFileNotValid
source: File not valid
el: Μη έγκυρο αρχείο
es: Archivo invalido
fr: Fichier invalide.
it: File non valido
pt: Ficheiro inválido
ru: Неверный файл
tr: Dosya geçersiz
zh_hans: 文件错误

# toastHomeGroupNotSupport
source: Home group is not supported
el: Η Αρχική ομάδα δεν υποστηρίζεται
es: El grupo Home no esta soportado
fr: Le groupe Home n'est pas pris en charge
it: Il gruppo Home non è supportato
pt: Grupo Home não é suportado
ru: Домашняя группа не поддерживается
tr: Başlangıç sayfası desteklenmemekte
zh_hans: Home 分组不支持此功能

# toastImportSettingsSuccess
source: Settings imported successfully
el: Εισαγωγή ρυθμίσεων επιτυχής
es: Ajustes importados correctamente
fr: Importation des paramètres effectuée
it: Impostazioni importate correttamente
pt: Definições importadas com sucesso
ru: Настройки успешно импортированы
tr: Ayarlar başarıyla aktarıldı
zh_hans: 导入设置成功

# toastOneGroup
source: Select at least one group
el: Επέλεξε τουλάχιστον μία ομάδα
es: Selecciona al menos un grupo
fr: Sélectionnez au moins un groupe
it: Seleziona almeno un gruppo
pt: Seleciona pelo menos um grupo
ru: Выберите хотя бы одну группу
tr: En az bir liste seçin
zh_hans: 请至少选择一个分组

# toastPodcastRecovering
source: Recovering, wait for a moment
el: Ανάκτηση, περίμενε λίγο
es: Recuperando, espera un momento
fr: Récupération en cours, patientez un instant.
it: Recuperando, attendi un attimo
pt: A recuperar, espera um momento
ru: Восстановление, подождите немного
tr: Kurtarılıyor, lütfen bekleyin
zh_hans: 恢复中，请稍后

# toastReadFile
source: File read successfully
el: Διάβασμα αρχείου επιτυχές
es: Archivo leído con exito
fr: Lecture du fichier réussie
it: File letto con successo
pt: Ficheiro lido com sucesso
ru: Файл успешно прочитан
tr: Dosya başarıyla okundu
zh_hans: 读取文件成功

# toastRecoverFailed
source: Podcast recover failed
el: Η ανάκτηση του podcast απέτυχε
es: Recuperación de podcast fallida
fr: Échec de la récupération du podcast
it: Recupero del podcast fallito
pt: Recuperação do podcast falhou
ru: Не удалось восстановить подкаст
tr: Podcast kurtarma başarısız oldu
zh_hans: 恢复订阅失败

# toastRemovePlaylist
source: Episode removed from playlist
el: Τα επεισόδιο αφαιρέθηκε από τη λίστα
es: Episodio removido de la lista de reproducción
fr: L'épisode a été supprimé de la playlist.
it: Episodio rimosso dalla playlist
pt: Episódio removido da lista de reprodução
ru: Выпуск удален из плейлиста
tr: Bölüm çalma listesinden kaldırıldı
zh_hans: 从播放列表移除

# toastSettingSaved
source: Settings saved
el: Οι ρυθμίσεις αποθηκεύτηκαν
es: Ajustes guardados
fr: Paramètres sauvegardés
it: Impostazioni salvate
pt: Definições guardadas
ru: Настройки сохранены
tr: Ayarlar kaydedildi
zh_hans: 设置已保存

# toastTimeEqualEnd
source: Time is equal to end time
el: Ο επιλεγμένος χρόνος είναι ίδιος με τον χρόνο λήξης
es: El tiempo es igual al tiempo final
fr: Heure de fin
it: Il tempo è uguale al tempo di fine
pt: Tempo marcado é igual ao tempo de fim
ru: Время соответствует времени конца
tr: Zaman bitiş zamanına eşit olmalıdır
zh_hans: 与结束时刻相同

# toastTimeEqualStart
source: Time is equal to start time
el: Ο επιλεγμένος χρόνος είναι ίδιος με τον χρόνο έναρξης
es: El tiempo es igual al tiempo de inicio
fr: Heure de démarrage
it: Il tempo è uguale al tempo d'inizio
pt: Tempo marcado é igual ao tempo de início
ru: Время соответствует времени начала
tr: Zaman başlangıç zamanına eşit olmalıdır
zh_hans: 与起始时刻相同

source: Translators
el: Μεταφραστές
es: Traductores
fr: Traducteurs
it: Traduttori
pt: Tradutores
ru: Переводчики
tr: Çevirmenler
zh_hans: 翻译者

source: Understood
el: Κατάλαβα
es: Entendido
fr: Compris
it: Ho capito
pt: Compreendido
ru: Понятно
tr: Anlaşıldı
zh_hans: 了解

source: UNDO
el: ΑΝΑΙΡΕΣΗ
es: Deshacer
fr: ANNULER
it: ANNULLA
pt: DESFAZER
ru: ВЕРНУТЬ
tr: GERİ AL
zh_hans: 撤销

source: Unlike
el: Δεν Μου Αρέσει
es: No me gusta
it: Rimuovi like
pt: Não gosto
ru: Не нравится
tr: Beğenme
zh_hans: 取消喜欢

# unliked
source: Episode removed from favorites
el: Τα επεισόδιο αφαιρέθηκε από τα αγαπημένα
es: Episodio removido de favoritos
fr: L'épisode a été supprimé des favoris.
it: Episodio rimosso dai preferiti
pt: Episódio removido dos favoritos
ru: Выпуск удален из избранного
tr: Bölüm favorilerden kaldırıldı
zh_hans: 从收藏移除

source: Update date
el: Ημερομηνία ενημέρωσης
es: Fecha de actualización
fr: Date de mise à jour
it: Data di aggiornamento
pt: Atualizar data
ru: Дата обновления
tr: Güncellenme tarihi
zh_hans: 更新日期

# updateEpisodesCount
source: {count, plural, zero{No update} one{Updated {count} episode} other{Updated {count} episodes}}
el: {count, plural, zero{Καμία ενημέρωση} one{Ενημερώθηκε {count} επεισόδιο} other{Ενημερώθηκαν {count} επεισόδια}}
es: {count, plural, zero{No hay actualizaciones} one{Se actualizo {count} episodio} other{Se actualizaron {count} episodios}}
fr: {count, plural, zero{Aucune mise à jour.} one{Mise à jour d'{count} épisode.} other{Mise à jour de {count} épisodes.}}
it: {count, plural, zero{Nessun aggiornamento} one{Aggiornato {count} episodio} other{Aggiornati {count} episodi}}
pt: {count, plural, zero{Sem atualizações} one{{count} episódio atualizado} other{{count} episódios atualizados}}
ru: {count, plural, zero{Нет обновлений} one{Обновлен {count} выпуск} few{Обновлено {count} выпуска} many{Обновлены {count} выпусков} other{Обновлены {count} выпусков}}
tr: {count, plural, zero{Güncelleme yok} one{{count} bölüm güncellendi} other{{count} bölüm güncellendi}}
zh_hans: {count, plural, zero{未有更新} other{更新 {count} 集节目}}

# updateFailed
source: Update failed, network error
el: Ενημέρωση ανεπιτυχείς, σφάλμα δικτύου
es: Actualización fallida, error de red
fr: Échec de la mise à jour, erreur réseau
it: Aggiornamento fallito, errore di rete
pt: Atuallização falhou, erro de conexão
ru: Ошибка обновления, ошибка сети
tr: Güncelleme başarısız, bağlantı hatası
zh_hans: 更新失败

source: Username
el: Όνομα χρήστη
es: Nombre de usuario
it: Nome utente
ru: Имя пользователя
tr: Kullanıcı adı
zh_hans: 用户名

source: Username required
el: Το όνομα χρήστη είναι υποχρεωτικό
es: Nombre de usuario requerido
it: Nome utente obbligatorio
pt: Username requeired
ru: Требуется имя пользователя
tr: Kullanıcı adı gerekli
zh_hans: 用户名为空

# version
source: Version: {version}
el: Έκδοση: {version}
es: Versión: {version}
it: Versione: {version}
pt: Versão: {version}
ru: Версия: {version}
zh_hans: 版本：{version}
