Repository: rwema3/Podcast
Catalog: lib/l10n/intl_*.arb
Languages: el, es, fr, it, pt, ru, tr, zh_hans

source: Queue
el: Ουρά
es: Cola
it: Coda
ru: Очередь
tr: Kuyruk
zh_hans: 队列

source: Recover subscribe
el: Ανάκτηση συνδρομής
es: Recuperar suscripcion
fr: Restaurer l'abonnement
it: Recupera iscrizione
pt: Recuperar subscrição
ru: Восстановить подписку
tr: Aboneliği kurtar
zh_hans: 恢复订阅

source: Refresh
el: Ανανέωση
es: Refrescar
it: Ricarica
ru: Обновить
tr: Yenile
zh_hans: 刷新

# refreshArtwork
source: Update artwork
el: Ενημέρωση γραφικών
es: Actualizar portada
fr: Mettre à jour la vignette
it: Aggiorna copertine
pt: Atualizar capa
ru: Обновить обложку
tr: Albüm kapağını güncelle
zh_hans: 更新头像

# refreshStarted
source: Refreshing
el: Ανανέωση
es: Refrescando
it: Aggiornando
ru: Обновление
tr: Yenileniyor
zh_hans: 刷新中

source: Remove
el: Αφαίρεση
es: Remover
fr: Supprimer
it: Rimuovi
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除

# removeConfirm
source: Removal confirmation
el: Επιβεβαίωση κατάργησης
es: Confirma la remoción
fr: Confirmer la suppression
it: Conferma la rimozione
pt: Confirmação de remoção
ru: Подтверждение удаления
tr: İptal teyidi
zh_hans: 取消订阅

# removedAt
source: Removed at {date}
el: Αφαιρέθηκε στις {date}
es: Removido el (fecha)
fr: Supprimé le {date}
it: Rimosso il {date}
pt: Removido em {date}
ru: Удалено {date}
tr: {date} tarihinde kaldırıldı
zh_hans: {date}移除

source: Remove new mark
el: Αφαίρεση επισήμανσης νέου
es: Remover marca
it: Rimuovi simbolo di "nuovo"
ru: Удалить новую пометку
tr: Yeni işaretini kaldır
zh_hans: 移除New标记

# removePodcastDes
source: Are you sure you want to unsubscribe?
el: Είσαι σίγουρος/η πως θες να καταργήσεις την εγγραφή σου;
es: ¿Estas seguro de que deseas desuscribirte?
fr: Êtes-vous sûr de vouloir vous désabonner ?
it: Sei sicurǝ di volerti disiscrivere?
pt: Tens a certeza que pretendes cancelar a subscrição?
ru: Вы уверены, что хотите отказаться от подписки?
tr: Aboneliği sonlandırmak istediğine emin misin?
zh_hans: 您确认要取消订阅吗？

source: Save
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Salva
pt: Guardar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

source: Schedule
el: Πρόγραμμα
es: Horario
fr: Programmation
it: Programmazione
pt: Horário
ru: Расписание
tr: Program
zh_hans: 定时

source: Search
el: Αναζήτηση
es: Buscar
fr: Rechercher
it: Cerca
pt: Procurar
ru: Поиск
tr: Ara
zh_hans: 搜索

source: Search episode
el: Αναζήτηση επεισοδίου
es: Buscar episodio
fr: Rechercher un épisode
it: Cerca episodio
pt: Procurar episódio
ru: Поиск выпуска
tr: Bölüm ara
zh_hans: 搜索节目

# searchHelper
source: Type the podcast name, keywords or enter a feed url.
el: Πληκτρολόγησε το όνομα του podcast, λέξεις κλειδιά ή το URL ενός feed.
es: Escribe el nombre del podcast, palabras clave o un feed url
it: Scrivi il nome del podcast, una parola chiave o un url di feed.
ru: Введите название подкаста, ключевые слова или введите URL канала.
tr: Bir podcast ismi, bir link ya da bir kaç kelime girin.
zh_hans: 请输入播客名，关键字或者RSS链接。

# searchInvalidRss
source: Invalid RSS link
el: Εσφαλμένος σύνδεσμος RSS
es: Enlace RSS invalido
fr: Lien RSS invalide
it: Link RSS invalido
pt: Ligação RSS inválida
ru: Неверная ссылка RSS
tr: Geçersiz RSS linki
zh_hans: RSS 链接错误

# searchPodcast
source: Search for podcasts
el: Αναζήτηση podcast
es: Buscar podcast
fr: Chercher un podcast
it: Cerca un podcast
pt: Procurar podcasts
ru: Искать подкасты
tr: Podcast ara
zh_hans: 搜索播客

# secCount
source: {count, plural, zero{0 sec} one{{count} sec} other{{count} sec}}
el: {count, plural, zero{0 δευτ.} one{{count} δευτ.} other{{count} δευτ.}}
es: {count, plural, zero{0 segundos} one{{count} segundo} other{{count} segundos}}
pt: {count, plural, zero{0 segundos} one{{count} segundo} other{{count} segundos}}
ru: {count, plural, zero{0 сек} one{{count} сек} few{{count} сек} many{{count} сек} other{{count} сек}}
tr: {count, plural, zero{0 sn} one{{count} sn} other{{count} sn}}
zh_hans: {count, plural, zero{0 秒} other{{count} 秒}}

# secondsAgo
source: {count, plural, zero{Just now} one{{count} second ago} other{{count} seconds ago}}
el: {count, plural, zero{Μόλις τώρα} one{{count} δευτερόλεπτο πριν} other{{count} δευτερόλεπτα πριν}}
es: {count, plural, zero{Justo ahora} one{Hace {count} segundo } other{Hace {count} segundos}}
fr: {count, plural, zero{A l'instant} one{Il y a {count} seconde} other{Il y a {count} secondes}}
it: {count, plural, zero{Adesso} one{{count} secondo fa} other{{count} secondi fa}}
pt: {count, plural, zero{Agora} one{Há {count} segundo} other{Há {count} segundos}}
ru: {count, plural, zero{Только что} one{Секунду назад} few{{count} секунды назад} many{{count} секунд назад} other{{count} секунд назад}}
tr: {count, plural, zero{Şimdi} one{{count} saniye önce} other{{count} saniye önce}}
zh_hans: {count, plural, zero{刚刚} other{{count}秒前}}

# selected
source: {count} selected
el: {count} επιλεγμένα
es: {count} selecciones
it: {count} selezionati
ru: выбрано {count}
tr: {count} seçilen
zh_hans: 已选择 {count} 项

source: Settings
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Definições
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# settingsAccentColor
source: Accent color
el: Χρώμα έμφασης
es: Color de acento
fr: Couleur principale
it: Tinta colore
pt: Cor de realce
ru: Цвет акцента
tr: Ara renk
zh_hans: 次要颜色

# settingsAccentColorDes
source: Include the ovelay color
el: Συμπερίληψη χρώματος επικάλυψης
es: Incluir el color del overlay
fr: Sélection de la couleur du thème
it: Includi il colore del tema
pt: Incluir cor de sobreposição
ru: Выбор цвета темы
tr: Katman rengini seç
zh_hans: 包括溢出颜色

# settingsAppearance
source: Appearance
el: Εμφάνιση
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_hans: 界面

# settingsAppearanceDes
source: Colors and themes
el: Χρώματα και θέματα
es: Tema y Colores
fr: Couleurs et thèmes
it: Colori e temi
pt: Cores e temas
ru: Цвета и темы
tr: Renkler ve temalar
zh_hans: 颜色与主题

# settingsAppIntro
source: App Intro
el: Εισαγωγή εφαρμογής
es: Intro de App
fr: Revoir l'introduction
it: Tutorial
pt: Introdução da Aplicação
ru: Тур по приложению
tr: Uygulama başlangıcı
zh_hans: 引导页

# settingsAudioCache
source: Audio cache
el: Προσωρινή μνήμη ήχου
es: Cache de audio
fr: Cache audio
it: Cache audio
pt: Cache de áudio
ru: Аудиокэш
zh_hans: 播放缓存

# settingsAudioCacheDes
source: Audio cache max size
el: Μέγιστο μέγεθος προσωρινής μνήμης ήχου
es: Tamaño máximo del cache de audio
fr: Taille maximum du cache audio
it: Dimensione massima cache audio
pt: Tamanho máximo da cache de áudio
ru: Максимальный размер аудиокэша
tr: Maksimum audio cache boyutu
zh_hans: 播放缓存设置

# settingsAutoDelete
source: Auto delete downloads after
el: Αυτόματη διαγραφή λήψεων μετά από
es: Auto-eliminar descargas después
fr: Suppression des fichiers
it: Cancella automaticamente i download dopo
pt: Eliminar downloads automaticamente após
ru: Автоудаление загрузок через
tr: İndirilenleri otomatik sil
zh_hans: 自动删除下载节目

# settingsAutoDeleteDes
source: Default 30 days
el: Προεπιλογή 30 ημέρες
es: 30 días por defecto
fr: 30 jours par défaut
it: Predefinito 30 giorni
pt: 30 dias por defeito
ru: По умолчанию 30 дней
tr: Varsayılan 30 gün
zh_hans: 默认 30 天

# settingsAutoPlayDes
source: Auto play next episode in playlist
el: Αυτόματη αναπαραγωγή επόμενου επεισοδίου στη λίστα
es: Reproducir automaticamente episodio siguiente
fr: Lancer automatiquement l'épisode suivant
it: Riproduci automaticamente il prossimo episodio
pt: Reproduzir automaticamente o episódio seguinte
ru: Автоматическое воспроизведение следующего выпуска в плейлисте
tr: Çalma listesindeki sonraki bölümü otomatik oynat
zh_hans: 自动播放下一节目

# settingsBackup
source: Backup
el: Αντίγραφο ασφαλείας
es: Respaldo
pt: Cópia de segurança
ru: Резервное копирование
tr: Yedekleme
zh_hans: 备份

# settingsBackupDes
source: Backup app data
el: Αντίγραφο ασφαλείας δεδομένων εφαρμογής
es: Respaldar datos de la app
fr: Sauvegarde des données de l'application
it: Salva i dati dell'app
pt: Cópia de segurança dos dados da aplicação
ru: Резервное копирование данных приложения
tr: Uygulama bilgilerini yedekle
zh_hans: 备份应用数据

# settingsBoostVolume
source: Volume boost level
el: Επιπέδο ενίσχυσης έντασης
es: Nivel de aumento de volumen
fr: Booster le volume
it: Livello di amplificazione del volume
pt: Nível de aumento de volume
ru: Уровень усиления громкости
tr: Ses yükseltici seviyesi
zh_hans: 声音增强水平

# settingsBoostVolumeDes
source: Change volume boost level
el: Αλλαγή επιπέδου ενίσχυσης έντασης
es: Cambiar nivel de aumento de volumen
fr: Définir la puissance du volume
it: Cambia il livello di amplificazione del volume
pt: Alterar nível de aumento de volume
ru: Изменение уровня усиления громкости
tr: Ses yükselticiyi belirle
zh_hans: 修改声音增强水平

# settingsDefaultGrid
source: Default grid view
el: Προεπιλεγμένη προβολή πλέγματος
es: Vista de cuadricula por defecto
fr: Vue par défaut
it: Vista a griglia predefinita
pt: Vista de grelha predefinida
ru: Вид сетки по умолчанию
tr: Varsayılan ızgara görünümü
zh_hans: 默认布局

# settingsDefaultGridDownload
source: Download tab
el: Καρτέλα λήψεων
es: Pestaña de descargas
fr: Onglet Téléchargés
it: Scheda Download
pt: Aba de downloads
ru: Вкладка 'Загрузки'
tr: İndirilenler
zh_hans: 下载页

# settingsDefaultGridFavorite
source: Favorites tab
el: Καρτέλα αγαπημένων
es: Pestaña de favoritos
fr: Onglet Favoris
it: Scheda Preferiti
pt: Aba de favoritos
ru: Вкладка 'Избранное'
tr: Favoriler
zh_hans: 收藏页

# settingsDefaultGridPodcast
source: Podcast page
el: Σελίδα podcast
es: Pagina de podcasts
fr: Onglet podcasts
it: Pagina del podcast
pt: Página de podcasts
ru: Страница подкаста
tr: Podcastler
zh_hans: 播客页

# settingsDefaultGridRecent
source: Recent tab
el: Καρτέλα πρόσφατων
es: Pestaña de recientes
fr: Onglet Récents
it: Scheda Recenti
pt: Aba de recentes
ru: Вкладка 'Недавние'
tr: En son oynatılanlar
zh_hans: 最近页

# settingsDiscovery
source: Reenable "Discover Features"
el: Ενεργοποίηση λειτουργιών ανακάλυψης
es: Reiniciar tutorial
fr: Revoir le tutoriel
it: Attiva nuovamente il tutorial
pt: Reiniciar tutorial
ru: Повторно активировать руководство
tr: Keşfet özelliğini yeniden aktifleştir
zh_hans: 再次功能介绍

# settingsDownloadPosition
source: Download position
el: Λήψη θέσης
es: Posicion de descarga
it: Cartella download
ru: Позиция для скачивания
tr: İndirme konumu
zh_hans: 下载位置

# settingsEnableSyncing
source: Enable synchronisation
el: Ενεργοποίηση συγχρονισμού
es: Activar sincronización
fr: Activer la synchronisation
it: Abilita sincronizzazione
pt: Ativar sincronização
ru: Включить синхронизацию
tr: Senkronizasyonu aktive et
zh_hans: 开启自动更新

# settingsEnableSyncingDes
source: Refresh all podcasts in the background to get latest episodes
el: Ανανέωση όλων των podcast στο παρασκήνιο για τη λήψη των τελευταίων επεισοδίων
es: Actualizar todos los podcasts en el fondo para obtener episodios mas recientes
fr: Actualiser tous les podcasts en arrière-plan pour toujours afficher les derniers épisodes
it: Ricarica tutti i podcast in background per ottenere gli ultimi episodi
pt: Atualizar todos os podcasts em segundo plano para obter os episódios mais recentes
ru: Обновлять все подкасты в фоновом режиме, чтобы получать последние выпуски.
tr: En son yayınlananları görüntülemek için tüm podcastleri arka planda güncelle
zh_hans: 在后台更新所有订阅播客

# settingsExportDes
source: Export and import app settings
el: Ρυθμίσεις εξαγωγής και εισαγωγής
es: Exportar e importar ajustes de la app
fr: Exporter et importer les paramètres de l'application.
it: Esporta e importa le impostazioni dell'app
pt: Exportar e importar definições da aplicação
ru: Экспорт и импорт настроек приложения
tr: Uygulama ayarlarıını içe ya da dışa aktar
zh_hans: 导出及恢复所有设置项

# settingsFastForwardSec
source: Fast forward seconds
el: Δευτερολέπτα γυρίσματος μπροστά
es: Segundos de avance
fr: Avance rapide
it: Secondi avanzamento rapido
pt: Avançar segundos
ru: Секунды перемотки вперед
tr: İleri sarma hızı
zh_hans: 快进时间

# settingsFastForwardSecDes
source: Change the fast forward seconds in player
el: Αλλαγή δευτερολέπτων γυρίσματος μπροστά στη προβολή αναπαραγωγής
es: Cambia los segundos de avance del reproductor
fr: Saut avant
it: Modifica i secondi di avanzamento nel player
pt: Muda os segundos de avanço no reprodutor
ru: Изменение времени перемотки вперед в плеере
tr: Oynatıcıda ileri sarma saniyesini belirle
zh_hans: 修改播放器快进时间

# settingsFeedback
source: Feedback
es: Comentarios
ru: Обратная связь
tr: Geribildirim
zh_hans: 反馈

# settingsFeedbackDes
source: Bugs and feature requests
el: Επαναφορά λειτουργίας εκμάθησης
es: Haz sugerencias y reporta errores
fr: Report de bug et demande d'ajout de fonction
it: Bug e richieste di funzionalità
pt: Erros e sugestões
ru: Ошибки и пожелания
tr: Hata bildirimi ve istekler
zh_hans: 意见与建议

# settingsHistory
source: History
el: Ιστορικό
es: Historial
fr: Historique
it: Cronologia
pt: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史记录

# settingsHistoryDes
source: Listen data
el: Εξαγωγή και εισαγωγή ρυθμίσεων
es: Datos de escucha
fr: Gestion des données
it: Data di ascolto
pt: Dados de audição
ru: Данные о прослушивании
tr: Oynatma bilgileri
zh_hans: 收听记录

# settingsInfo
source: Info
el: Πληροφορίες
es: Información
fr: Informations
it: Informazioni
pt: Informações
ru: Информация
tr: Bilgi
zh_hans: 信息

# settingsInterface
source: Interface
el: Διεπαφή
es: Interfaz
fr: Interface utilisateur
it: Interfaccia
ru: Интерфейс
tr: Ara yüz
zh_hans: 界面

# settingsLanguages
source: Languages
el: Γλώσσες
es: Lenguajes
fr: Langues
it: Lingue
pt: Idiomas
ru: Языки
tr: Diller
zh_hans: 语言

# settingsLanguagesDes
source: Change language
el: Αλλαγή γλώσσας
es: Cambiar lenguaje
fr: Sélection de la langue
it: Cambia lingua
pt: Mudar idioma
ru: Изменить язык
tr: Dili değiştir
zh_hans: 设置语言

# settingsLayout
source: Layout
el: Διάταξη
es: Diseño
fr: Style
pt: Esquema
ru: Стиль
tr: Stil
zh_hans: 布局

# settingsLayoutDes
source: App layout
el: Διάταξη εφαρμογής
es: Diseño de app
fr: Style de l'application
it: Layout dell'app
pt: Esquema da aplicação
ru: Стиль приложения
tr: Uygulama stili
zh_hans: 应用布局

# settingsLibraries
source: Libraries
el: Βιβλιοθήκες
es: Librerías
fr: Librairies
it: Librerie
pt: Bibliotecas
ru: Библиотеки
tr: Kütüphaneler
zh_hans: 开源

# settingsLibrariesDes
source: Open source libraries used in this app
el: Βιβλιοθήκες ανοιχτού κώδικα που χρησιμοποιούνται από την εφαρμογή
es: Librerías de código abierto usadas en la app
fr: Librairies opensource utilisées
it: Librerie open source usate in questa app
pt: Bibliotecas de código aberto usados nesta aplicação
ru: Библиотеки с открытым исходным кодом, используемые в этом приложении
tr: Bu uygulamada kullanılann açık kaynak kütüphaneleri
zh_hans: 开源项目使用

# settingsManageDownload
source: Manage downloads
el: Διαχείριση λήψεων
es: Administrar descargas
fr: Gérer les téléchargements
it: Gestisci i download
pt: Gerir downloads
ru: Управление загрузками
tr: İndirilenleri yönet
zh_hans: 下载管理

# settingsManageDownloadDes
source: Manage downloaded audio files
el: Διαχείριση ληφθέντων αρχείων ήχου
es: Administrar archivos de audio descargados
fr: Gestion des fichiers audio téléchargés
it: Gestisci i file audio scaricati
pt: Gerir arquivos de aúdio descarregados
ru: Управление загруженными аудиофайлами
tr: İndirilen ses dosyalarını yönet
zh_hans: 管理下载节目文件

# settingsMarkListenedSkip
source: Mark as listened when skipped
el: Επισήμανση ως ακουσμένου όταν παραλείπεται
es: Marcar como escuchado al saltar episodio
it: Segna come ascoltato quando saltato
ru: Отметить как прослушанный, если пропущен
tr: Atladığında oynatıldı olarak işaretle.
zh_hans: 跳过后标记为已收听

# settingsMarkListenedSkipDes
source: Auto mark episode as listened when it was skipped to next
el: Αυτόματη επισήμανση του επεισοδίου ως ακουσμένου κατά τη παράλειψή του
es: Marcar episodio como escuchado automaticamente al saltar al siguiente
it: Segna automaticamente l'episodio come ascoltato quando si passa al successivo
ru: Автоматическая отметка выпуска как прослушанного при переходе к следующему
tr: Sonrakine atladığımda bu bölümü oynatıldı olarak işaretle.
zh_hans: 当节目被跳过时自动标记为已收听

# settingsMenuAutoPlay
source: Auto play next
el: Αυτόματη αναπαραγωγή επομένου
es: Auto reproducir siguiente
fr: Lecture automatique
it: Riproduci automaticamente successivo
pt: Reproduzir seguinte automaticamente
ru: Автовоспроизведение
tr: Sonrakini otomatik oynat
zh_hans: 自动播放下一节目

# settingsNetworkCellular
source: Ask before using cellular data
el: Ερώτηση πριν τη χρήση δεδομένων
es: Preguntar antes de usar datos móviles
fr: Utilisation du réseau mobile
it: Chiedi prima di usare i dati mobili
pt: Perguntar antes de usar dados móveis
ru: Запрос перед использованием мобильной сети
tr: Hücresel veri kullanmadan önce sor
zh_hans: 蜂窝数据确认

# settingsNetworkCellularAuto
source: Auto download using cellular data
el: Αυτόματη λήψη με χρήση δεδομένων
es: Auto descargar usando datos móviles
fr: Téléchargement automatique sur réseau mobile
it: Download automatico con dati mobili
pt: Descarregar automaticamente usando os dados móveis
ru: Автоматическая загрузка через мобильную сеть
tr: Hücresel (mobil) veri kullanarak otomatik indir
zh_hans: 是否用蜂窝数据自动下载

# settingsNetworkCellularAutoDes
source: You can configure podcast auto download in the group management page
el: Μπορείς να ρυθμίσεις την αυτόματη λήψη podcast στη σελίδα διαχείρισης ομάδων
es: Puedes configurar la auto-descarga en la pagina de administración de grupos
fr: L'automatisation du téléchargement peut aussi être configurée sur page de gestion des groupes
it: Puoi configurare il download automatico dei podcast nella pagina impostazioni del gruppo
pt: Podes configurar o descarregamento automático na página de gestão de grupos
ru: Вы можете настроить автоматическую загрузку подкастов на странице управления группой
tr: Liste yönetimi sayfasında podcast otomatik indirme seçeneklerini ayarlayabilirsin
zh_hans: 你可以在分组管理页面设置自动下载

# settingsNetworkCellularDes
source: Ask to confirm when using cellular data to download episodes
el: Ερώτηση για επιβεβαίωση λήψης επεισοδίων κατά τη χρήση δεδομένων
es: Pregunta para confirmar el uso de datos móviles al descargar episodios
fr: Demander une confirmation avant de lancer un téléchargement
it: Chiedi conferma del download automatico con dati mobili
pt: Perguntar a confirmar o uso de dados móveis ao descarregar episódios
ru: Запрашивать подтверждение при использовании мобильной сети для загрузки выпусков
tr: Hücresel veri ile bölüm indirmek için sor
zh_hans: 在使用蜂窝数据下载前确认

# settingsPlayDes
source: Playlist and player
el: Λίστα και προβολή αναπαραγωγής
es: Lista de reproducción y Reproductor
fr: Playlist et lecteur
it: Playlist e player
pt: Lista de reprodução e reprodutor
ru: Плейлист и плеер
tr: Çalma listesi ve oynatıcı
zh_hans: 播放列表和播放器

# settingsPlayerHeight
source: Player height
el: Ύψος προβολής αναπαραγωγής
es: Altura del reproductor
fr: Taille du player
it: Altezza barra di riproduzione
pt: Altura do reprodutor
ru: Высота плейера
tr: Oynatıcı yüksekliği
zh_hans: 播放器高度

# settingsPlayerHeightDes
source: Change player widget height as you like
el: Προσάρμοσε το ύψος της προβολής αναπαραγωγής εκεί που θέλεις
es: Cambia la altura del reproductor como gustes
fr: Changer la hauteur du widget
it: Cambia l'altezza del widget di riproduzione
pt: Mudar a altura do reprodutor a teu gosto
ru: Изменение высоты виджета плеера по своему усмотрению
tr: Oynatıcı widget yüksekliğini ayarla
zh_hans: 您可以修改播放器高度

# settingsPopupMenu
source: Episodes popup menu
el: Αναδυόμενο μενού επεισοδίων
es: Menú emergente de episodios
fr: Menu popup des épisodes
it: Menu popup episodi
pt: Menu pop-up de episódios
ru: Всплывающее меню выпусков
tr: Bölümlerin açılır pencere menüsü
zh_hans: 节目弹出菜单

# settingsPopupMenuDes
source: Change the popup menu of episodes
el: Αλλαγή αναδυόμενου μενού επεισοδίων
es: Cambia el menu emergente del episodio
fr: Configuration du menu popup
it: Cambia il menu popup degli episodi
pt: Muda o menu pop-up de episódios
ru: Настройка всплывающего меню выпусков
tr: Bölümlerin açılır pencere menüsünü değiştir
zh_hans: 修改节目弹出菜单

# settingsPrefrence
source: Preference
el: Προτίμηση
es: Preferencias
fr: Préférences
it: Preferenze
pt: Preferências
ru: Предпочтения
tr: Tercihler
zh_hans: 首选项

# settingsRealDark
source: Real dark
el: Μαύρο (AMOLED)
es: Negro Puro
fr: Noir profond
it: Molto scuro
pt: Escuro AMOLED
ru: Истинный черный
tr: Gerçek koyu mod
zh_hans: 极黑

# settingsRealDarkDes
source: Turn on if you think the night is not dark enough
el: Ενεργοποίησε αν νομίζεις ότι η νύχτα δεν είναι σκοτεινή αρκετά
es: Activa si el modo Noche no es suficientemente oscuro
fr: Mode sombre accentué
it: Attiva se il tema scuro non è abbastanza scuro
pt: Ativa caso o modo escuro não seja suficientemente escuro
ru: Акцентированный темный режим
tr: Sadece koyu mod yeterli gelmediğinde...
zh_hans: 如果夜不够黑，请开启

# settingsRewindSec
source: Rewind seconds
el: Δευτερολέπτα γυρίσματος πίσω
es: Segundos de retraso
fr: Retour rapide
it: Secondi riavvolgimento
pt: Segundos de recuo
ru: Секунды перемотки назад
tr: Geri sarma hızı
zh_hans: 快退时间

# settingsRewindSecDes
source: Change the rewind seconds in player
el: Αλλαγή δευτερολέπτων γυρίσματος πίσω στη προβολή αναπαραγωγής
es: Cambia los segundos de retroceso del reproductor
fr: Saut arrière
it: Modifica i secondi di riavvolgimento nel player
pt: Muda os segundos de recuo no reprodutor
ru: Изменение времени перемотки назад в плеере
tr: Oynatıcıda geri sarma saniyesini belirle
zh_hans: 修改播放器快退时间

# settingsSpeeds
source: Speeds
el: Ταχύτητες
es: Velocidades
it: Velocità
pt: Velocidades
ru: Скорости
tr: Hız
zh_hans: 播放速度

# settingsSpeedsDes
source: Customize the speeds available
el: Επεξεργασία διαθέσιμων ταχυτήτων
es: Personalizar velocidades disponibles
fr: Customize the speeds avaliable
it: Personalizza le velocità disponibili
pt: Customizar as velocidades disponíveis
ru: Настроить доступные скорости
tr: Mevcut hızı ayarla
zh_hans: 设置播放速度选项

# settingsSTAuto
source: Auto turn on sleep timer
el: Αυτόματη ενεργοποίηση χρονοδιακόπτη
es: Encender temporizador de sueño automáticamente
fr: Activation automatique de la minuterie
it: Abilita automaticamente timer notturno
pt: Ligar temporizador automaticamente
ru: Автоматическое включение таймера сна
tr: Otomatik uyku zamanlayıcısı
zh_hans: 自动睡眠模式

# settingsSTAutoDes
source: Auto start sleep timer at scheduled time
el: Αυτόματη έναρξη χρονοδιακόπτη την προγραμματισμένη ώρα
es: Encender temporizador de sueño en un horario determinado
fr: Démarrer la minuterie à l'horaire programmé
it: Avvia automaticamente il timer notturno all'orario scelto
pt: Ligar temporizador automaticamente num horário definido
ru: Автоматический запуск таймера сна в запланированное время
tr: Uyku zamanlayıcısını programlanan zamanda otomatik başlat
zh_hans: 定期开启睡眠模式

# settingsSTDefaultTime
source: Default time
el: Προεπιλεγμένος χρόνος
es: Tiempo predeterminado
fr: Durée par défaut
it: Ora predefinita
pt: Tempo predefinido
ru: Время по умолчанию
tr: Varsayılan zaman
zh_hans: 默认时长

# settingsSTDefautTimeDes
source: Default time for sleep timer
el: Προεπιλεγμένος χρόνος χρονοδιακόπτη
es: Tiempo predeterminado de temporizador de sueño
fr: Configuration de la minuterie
it: Ora predefinita timer notturno
pt: Tempo predefinido para temporizador
ru: Время по умолчанию для таймера сна
tr: Uyku zamanlayıcısı için varsayılan zaman
zh_hans: 睡眠模式默认时长

# settingsSTMode
source: Auto sleep timer mode
el: Λειτουργία αυτόματου χρονοδιακόπτη
es: Modo automático de tempo. de sueño
fr: Mode minuterie automatique
it: Modalità timer notturno automatico
pt: Modo de temporizador automático
ru: Автоматический режим таймера сна
tr: Uyku zamanlayıcısı modu
zh_hans: 自动睡眠模式默认时长
